Repository: WordPressBugBounty/plugins-bulk-term-generator
Catalog: bulk-term-generator/languages/bulk-term-generator-*.po
Languages: es_mx

source: (ie: United States, united_states, Population is 317 Million)
es_mx: (es decir: Estados Unidos, estados_unidos, la población es de 317 millones)

source: (Sorry, this taxonomy isn't hierarchical)
es_mx: (Lo siento, esta taxonomía no es jerárquica)

source: <p><strong>Hint: You can save time by <a href="%1$s?page=bulk_term_generator_options&taxonomy=%2$s">adding %3$s in bulk</a></strong></p>
es_mx: <p><strong>Sugerencia: puede ahorrar tiempo <a href="%1$s?page=bulk_term_generator_options&taxonomy=%2$s">agregar %3$s de forma masiva</a></strong></ p>

source: <strong>Bulk Term Generator</strong> was developed by <a href="https://www.linkedin.com/in/nate-allen">Nate Allen</a>, Code Wrangler at <a href="https://automattic.com/work-with-us/">Automattic</a>.
es_mx: <strong>Generador de términos masivos</strong> fue desarrollado por <a href="https://www.linkedin.com/in/nate-allen">Nate Allen</a>, Code Wrangler en <a href=" https://automattic.com/work-with-us/">Automattic</a>.

source: About
es_mx: Acerca de

source: Add Terms
es_mx: Agregar Términos

source: Add Terms to Queue
es_mx: Agregar términos a la cola

source: Click the 'Generate Terms' button at the bottom of the page before you leave.
es_mx: Haga clic en el botón 'Generar términos' en la parte inferior de la página antes de salir.

source: Close
es_mx: Cerrar

source: Continue
es_mx: Continuar

source: Creating
es_mx: Creando

source: Do you have an idea for an improvement? <a href="https://twitter.com/hyphen_nate">Message me on Twitter</a> and I'll see what I can do. Or better yet, <a href="https://github.com/nate-allen/bulk-term-generator">contribute code to the Github repository</a>!
es_mx: ¿Tienes una idea para mejorar? ¡<a href="https://twitter.com/hyphen_nate">Envíame un mensaje en Twitter</a> y veré qué puedo hacer. O mejor aún, <a href="https://github.com/nate-allen/bulk-term-generator">contribuya con código al repositorio de Github</a>!

source: Done!
es_mx: ¡Hecho!

source: Edit Term
es_mx: Editar término

source: Enter each term below <span>on its own line</span>.
es_mx: Ingrese cada término a continuación <span>en su propia línea</span>.

source: Feedback
es_mx: Comentario

source: Finished adding terms!
es_mx: ¡Terminó de agregar términos!

source: First, choose a taxonomy you'd like to add terms to:
es_mx: Primero, elija una taxonomía a la que le gustaría agregar términos:

source: Generate Terms
es_mx: Generar términos

source: Generating Terms...
es_mx: Generando Términos...

source: If you found this plugin useful, please consider <a href="https://wordpress.org/support/plugin/bulk-term-generator/reviews/#new-post">giving it five stars</a>!
es_mx: Si encuentra útil este complemento, ¡considere <a href="https://wordpress.org/support/plugin/bulk-term-generator/reviews/#new-post">darle cinco estrellas</a>!

source: If you need help, <a href="https://wordpress.org/support/plugin/bulk-term-generator">check out the support page for the plugin</a>. I will do my best to answer questions or patch bugs.
es_mx: Si necesita ayuda, <a href="https://wordpress.org/support/plugin/bulk-term-generator">consulte la página de soporte del complemento</a>. Haré todo lo posible para responder preguntas o parchear errores.

source: Name
es_mx: Nombre

source: No terms yet. Add some below!
es_mx: Aún no hay términos. ¡Agregue algunos a continuación!

source: On this page you can add terms to the %s taxonomy in bulk.
es_mx: En esta página puede agregar términos a la taxonomía %s de forma masiva.

source: Optional:
es_mx: Opcional:

source: Parent
es_mx: Principal

source: Pause
es_mx: Pausa

source: Provides the ability to add terms to taxonomies in bulk
es_mx: Brinda la capacidad de agregar términos a las taxonomías de forma masiva

source: Save
es_mx: Guardar

source: Select Taxonomy
es_mx: Seleccionar taxonomía

source: Stop
es_mx: Detener

source: Support
es_mx: Apoyar

source: Taxonomy
es_mx: Taxonomía

source: You can specify the "slug" and "description" for each term by seperating them with commas.
es_mx: Puedes especificar el 'slug' y la 'descripción' para cada término, separándolos con comas

source: Your terms haven't been created yet!
es_mx: ¡Tus términos aún no han sido creados!

source: Your Terms:
es_mx: Tus Términos

source: {0} term has been added
es_mx: Se ha añadido {0} término

source: {0} terms have been added
es_mx: Se han añadido {0} términos
